Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/liji__liji-024-the-meaning-of-sacrifices__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 君子曰：禮樂不可斯須去身。致樂以治心，則易直子諒之心，油然生矣。
en: If the heart be for a moment without the feeling of harmony and joy, meanness and deceitfulness enter it.

source: 易直子諒之心生則樂，樂則安，安則久，久則天，天則神。天則不言而信，神則不怒而威。致樂以治心者也。致禮以治躬則莊敬，莊敬則嚴威。
en: If the outward demeanour be for a moment without gravity and reverentialness, indifference and rudeness show themselves. 'Therefore the sphere in which music acts is the interior of man, and that of ceremonies is his exterior. The result of music is a perfect harmony, and that of ceremonies is a perfect observance (of propriety). When one's inner man is thus harmonious, and his outer man thus docile, the people behold his countenance and do not strive with him

source: 心中斯須不和不樂，而鄙詐之心入之矣；外貌斯須不莊不敬，而慢易之心入之矣。故樂也者，動於內者也，禮也者，動於外者也。
en: they look to his demeanour, and no feeling of indifference or rudeness arises in them. Thus it is that when virtue shines and moves within (a superior), the people are sure to accept (his rule) and hearken to him and when the principles (of propriety) are displayed in his conduct, the people are all sure to accept (his rule) and obey him. Therefore it is said, 'Let ceremonies and music have their course till all under heaven is filled with them

source: 樂極和，禮極順。內和而外順，則民瞻其顏色而不與爭也；
en: then give them their manifestation and application, and nothing difficult to manage will appear.'

source: 望其容貌，而眾不生慢易焉。故德輝動乎內，而民莫不承聽；理發乎外，而眾莫不承順。
en: 'Music affects the inward movements (of the soul) ceremonies appear in the outward movements (of the body). Hence it is the rule to make ceremonies as few and brief as possible, and to give to music its fullest development. This leads to the forward exhibition of ceremonies, and therein their beauty resides

source: 故曰：致禮樂之道，而天下塞焉，舉而措之無難矣。
en: and to the introspective consideration of music, and therein its beauty resides.

source: 樂也者，動於內者也；禮也者，動於外者也。故禮主其減，樂主其盈。禮減而進，以進為文；
en: If ceremonies, demanding this condensation, did not receive this forward exhibition of them, they would almost disappear altogether if music, demanding this full development, were not accompanied with the introspection, it would produce a dissipation of the mind. Thus it is that to every ceremony there is its proper response, and for music there is this introspection. When ceremonies are responded to, there arises pleasure, and when music is accompanied with the right introspection, there arises repose.

source: 樂盈而反，以反為文。禮減而不進則銷，樂盈而不反則放。故禮有報而樂有反。
en: The response of ceremony and the introspection of music spring from one and the same idea, and have one and the same object.' Zeng-zi said, 'There are three degrees of filial piety. The highest is the honouring of our parents the second is the not disgracing them

source: 禮得其報則樂，樂得其反則安。禮之報，樂之反，其義一也。曾子曰：「孝有三：
en: and the lowest is the being able to support them.' (His disciple), Gong-ming Yi, said, 'Can you, master, be considered (an example of a) filial son?' Zeng-zi replied, 'What words are these? What words are these? What the superior man calls filial piety requires the anticipation of our parents' wishes, the carrying out of their aims and their instruction in the path (of duty). I am simply one who supports his parents

source: 大孝尊親，其次弗辱，其下能養。」公明儀問於曾子曰：「夫子可以為孝乎？」曾子曰：
en: how can I be considered filial?' Zeng-zi said, 'The body is that which has been transmitted to us by our parents dare any one allow himself to be irreverent in the employment of their legacy? If a man in his own house and privacy be not grave, he is not filial

source: 「是何言與！是何言與！君子之所為孝者：先意承志，諭父母於道。
en: if in serving his ruler, he be not loyal, he is not filial

source: 參，直養者也，安能為孝乎？」曾子曰：「身也者，父母之遺體也。
en: if in discharging the duties of office, he be not reverent, he is not filial if with friends he be not sincere, he is not filial if on the field of battle he be not brave, he is not filial. If he fail in these five things, the evil (of the disgrace) will reach his parents

source: 行父母之遺體，敢不敬乎？居處不莊，非孝也；事君不忠，非孝也；
en: dare he but reverently attend to them?' To prepare the fragrant flesh and grain which he has cooked, tasting and then presenting them before his parents, is not filial piety it is only nourishing them.

source: 蒞官不敬，非孝也；朋友不信，非孝也；
en: He whom the superior man pronounces filial is he whom (all) the people of (his) state praise, saying with admiration, 'Happy are the parents who have such a son as this!' - that indeed is what can be called being filial. The fundamental lesson for all is filial piety. The practice of it is seen in the support (of parents). One may be able to support them

source: 戰陳無勇，非孝也；
en: the difficulty is in doing so with the proper reverence. One may attain to that reverence the difficulty is to do so without self-constraint. That freedom from constraint may be realised

source: 五者不遂，災及於親，敢不敬乎？亨孰膻薌，嘗而薦之，非孝也，養也。君子之所謂孝也者，國人稱愿然曰：
en: the difficulty is to maintain it to the end. When his parents are dead, and the son carefully watches over his actions, so that a bad name, (involving) his parents, shall not be handed down, he may be said to be able to maintain his piety to the end. True love is the love of this true propriety is the doing of this

source: 『幸哉有子！』如此，所謂孝也已。
en: true righteousness is the rightness of this

source: 眾之本教曰孝，其行曰養。
en: true sincerity is being sincere in this

source: 養，可能也，敬為難；敬，可能也，安為難；安，可能也，卒為難。
en: true strength is being strong in this joy springs from conformity to this punishments spring from the violation of this. Zeng-zi said, 'Set up filial piety, and it will fill the space from earth to heaven spread it out, and it will extend over all the ground to the four seas;' hand it down to future ages, and from morning to evening it will be observed

source: 父母既沒，慎行其身，不遺父母惡名，可謂能終矣。仁者，仁此者也；
en: push it on to the eastern sea, the western sea, the southern sea, and the northern sea, and it will be (everywhere) the law for men, and their obedience to it will be uniform.

source: 禮者，履此者也；義者，宜此者也；信者，信此者也；強者，強此者也。
en: There will be a fulfilment of the words of the ode (III, i, ode 10, 6), "From west to east, from south to north, There was no unsubmissive thought." Zeng-zi said, 'Trees are felled and animals killed, (only) at the proper seasons. The Master said, "To fell a single tree, or kill a single animal, not at the proper season, is contrary to filial piety."' There are three degrees of filial piety - the least, seen in the employment of one's strength (in the service of parents) the second, seen in the endurance of toil (for them)

source: 樂自順此生，刑自反此作。」曾子曰：
en: and the greatest, seen in its never failing.

source: 「夫孝，置之而塞乎天地，溥之而橫乎四海，施諸後世而無朝夕，推而放諸東海而準，推而放諸西海而準，推而放諸南海而準，推而放諸北海而準。《詩》云：
en: Thinking of the gentleness and love (of parents) and forgetting our toils (for them) may be called the employment of strength. Honouring benevolences and resting with the feeling of repose in righteousness may be called the endurance of toil the wide dispensation of benefits and the providing of all things (necessary for the people) may be called the piety that does not fail. When his parents love him, to rejoice, and not allow himself to forget them

source: 『自西自東，自南自北，無思不服。』此之謂也。
en: when they hate him, to fear and yet feel no resentment

source: 」曾子曰：「樹木以時伐焉，禽獸以時殺焉。夫子曰：
en: when they have faults, to remonstrate with them, and yet not withstand them

source: 『斷一樹，殺一獸，不以其時，非孝也。』孝有三：小孝用力，中孝用勞，大孝不匱。
en: when they are dead, to ask (the help only of) the good to obtain the grain with which to sacrifice to them - this is what is called the completion (by a son) of his proper services. The disciple Yue-zheng Chun injured his foot in descending from his hall, and for some months was not able to go out. Even after this he still wore a look of sorrow, and (one of the) disciples of the school said to him, 'Your foot, master, is better and though for some months you could not go out, why should you still wear a look of sorrow?' Yue-zheng Chun replied, 'It is a good question which you ask!

source: 思慈愛忘勞，可謂用力矣。
en: It is a good question which you ask!

source: 尊仁安義，可謂用勞矣。博施備物，可謂不匱矣。父母愛之，嘉而弗忘；父母惡之，懼而無怨；
en: I heard from Zang-dze what he had heard the Master say, that of all that Heaven produces and Earth nourishes, there is none so great as man. His parents give birth to his person all complete, and to return it, to them all complete may be called filial duty. When no member has been mutilated and no disgrace done to any part of the person, it may be called complete and hence a superior man does not dare to take the slightest step in forgetfulness of his filial duty.

source: 父母有過，諫而不逆；父母既沒，必求仁者之粟以祀之。此之謂禮終。」
en: But now I forgot the way of that, and therefore I wear the look of sorrow.

source: 樂正子春下堂而傷其足，數月不出，猶有憂色。門弟子曰：「夫子之足瘳矣，數月不出，猶有憂色，何也？」樂正子春曰：
en: (A son) should not forget his parents in a single lifting up of his feet, nor in the utterance of a single word. He should not forget his parents in a single lifting up of his feet, and therefore he will walk in the highway and not take a by-path, he will use a boat and not attempt to wade through a stream - not daring, with the body left him by his parents, to go in the way of peril. He should not forget his parents in the utterance of a single word, and therefore an evil word will not issue from his mouth, and an angry word will not come back to his person. Not to disgrace his person and not to cause shame to his parents may be called filial duty.'

source: 「善如爾之問也！善如爾之問也！吾聞諸曾子，曾子聞諸夫子曰：
en: Anciently, the sovereigns of the line of Yu honoured virtue, and highly esteemed age

source: 『天之所生，地之所養，無人為大。
en: the sovereigns of Xia honoured rank, and highly esteemed age

source: 』父母全而生之，子全而歸之，可謂孝矣。
en: under Yin they honoured riches, and highly esteemed age

source: 不虧其體，不辱其身，可謂全矣。
en: under Zhou, they honoured kinship, and highly esteemed age.

source: 故君子頃步而弗敢忘孝也。今予忘孝之道，予是以有憂色也。壹舉足而不敢忘父母，壹出言而不敢忘父母。壹舉足而不敢忘父母，是故道而不徑，舟而不游，不敢以先父母之遺體行殆。
en: Yu, Xia, Yin, and Zhou produced the greatest kings that have appeared under Heaven, and there was not one of them who neglected age. For long has honour been paid to years under the sky to pay it is next to the service of parents.

source: 壹出言而不敢忘父母，是故惡言不出於口，忿言不反於身。
en: Therefore, at court among parties of the same rank, the highest place was given to the oldest. Men of seventy years carried their staffs at the court.

source: 不辱其身，不羞其親，可謂孝矣。」昔者，有虞氏貴德而尚齒，夏后氏貴爵而尚齒，殷人貴富而尚齒，周人貴親而尚齒。
en: When the ruler questioned one of them, he made him sit on a mat. One of eighty years did not wait out the audience, and when the ruler would question him he went to his house. Thus the submission of a younger brother (and juniors generally) was recognised at the court. A junior walking with one older (than himself), if they were walking shoulder to shoulder, yet it was not on the same line.

source: 虞夏殷周，天下之盛王也，未有遺年者。年之貴乎天下，久矣；次乎事親也。是故朝廷同爵則尚齒。
en: If he did not keep transversely (a little behind), he followed the other. When they saw an old man, people in carriages or walking got out of his way. Men, where the white were mingling with their black hairs, did not carry burdens on the roads. Thus the submission of juniors was recognised on the public ways.

source: 七十杖於朝，君問則席。八十不俟朝，君問則就之，而弟達乎朝廷矣。行，肩而不并，不錯則隨。見老者，則車徒辟；
en: Residents in the country took their places according to their age, and the old and poor were not neglected, nor did the strong come into collision with the weak, or members of a numerous clan do violence to those of a smaller. Thus the submission of juniors was recognised in the country districts and hamlets. According to the ancient rule, men of fifty years were not required to serve in hunting expeditions and in the distribution of the game, a larger share was given to the more aged.

source: 斑白者不以其任行乎道路，而弟達乎道路矣。居鄉以齒，而老窮不遺，強不犯弱，眾不暴寡，而弟達乎州巷矣。
en: Thus the submission of juniors was recognised in the arrangements for the hunts. In the tens and fives of the army and its detachments, where the rank was the same, places were given according to age. Thus the submission of juniors was recognised in the army. The display of filial and fraternal duty in the court

source: 古之道，五十不為甸徒，頒禽隆諸長者，而弟達乎蒐狩矣。
en: the practice of them on the road their reaching to the districts and hamlets their extension to the huntings and the cultivation of them in the army, (have thus been described).

source: 軍旅什伍，同爵則尚齒，而弟達乎軍旅矣。
en: All would have died for them under the constraint of righteousness, and not dared to violate them. The sacrifice in the Hall of Distinction served to inculcate filial duty on the feudal lords the feasting of the three classes of the old and five classes of the experienced in the Great college served to inculcate brotherly submission on those princes the sacrifices to the worthies of former times in the western school served to inculcate virtue on them

source: 孝弟發諸朝廷，行乎道路，至乎州巷，放乎蒐狩，修乎軍旅，眾以義死之，而弗敢犯也。祀乎明堂，所以教諸侯之孝也；
en: the (king's) ploughing in the field set apart for him, served to teach them the duty of nourishing (the people) their appearances at court in spring and autumn served to inculcate on them their duty as subjects or ministers. Those five institutions were the great lessons for the kingdom. When feasting the three classes of the old and five classes of the experienced, the son of Heaven bared his arm, cut up the bodies of the victims, and handed round the condiments

source: 食三老五更於大學，所以教諸侯之弟也。祀先賢於西學，所以教諸侯之德也；
en: he also presented the cup with which they rinsed their mouths, wearing the square-topped cap, and carrying a shield.

source: 耕藉，所以教諸侯之養也；朝覲，所以教諸侯之臣也。五者，天下之大教也。食三老五更於大學，天子袒而割牲，執醬而饋，執爵而酳，冕而總干，所以教諸侯之弟也。
en: It was thus he inculcated brotherly submission on the princes. It was thus that in the country and villages regard was paid to age, that the old and poor were not neglected, that the strong did not attack the weak, and that the members of a numerous clan did hot oppress those of a smaller - these things came from the Great college. The son of Heaven appointed the four schools and when his eldest son entered one of them, he took his place according to his age.

source: 是故，鄉里有齒，而老窮不遺，強不犯弱，眾不暴寡，此由大學來者也。天子設四學，當入學，而大子齒。天子巡守，諸侯待于竟。天子先見百年者。
en: When the son of Heaven was on a tour of inspection, the princes (of each quarter) met him on their borders. The son of Heaven first visited those who were a hundred years old. If there were those of eighty or ninety, on the way to the east, he, though going to the west, did not dare to pass by (without seeing them) and so, if their route was to the west, and his to the west.

source: 八、十九十者東行，西行者弗敢過；西行，東行者弗敢過。欲言政者，君就之可也。壹命齒于鄉里，再命齒于族，三命不齒；
en: If he wished to speak of matters of government, he, though ruler, might go to them. Those who had received the first degree of office took places according to age (at meetings) in the country and villages those who had received the second, took places in the same way (at meetings) of all the members of their relatives. Those who had received the third degree did not pay the same regard to age.

source: 族有七十者，弗敢先。七十者，不有大故不入朝；若有大故而入，君必與之揖讓，而後及爵者。天子有善，讓德於天；
en: But at meetings of all the members of a clan no one dared to take precedence of one who was seventy years old. Those who were seventy, did not go to court unless for some great cause. When they did so for such a cause, the ruler would bow and give place to them, afterwards going on to the parties possessed of rank. Whatever good was possessed by the son of Heaven, he humbly ascribed the merit of it to Heaven

source: 諸侯有善，歸諸天子；卿大夫有善，薦於諸侯；士、庶人有善，本諸父母，存諸長老；祿爵慶賞，成諸宗廟；
en: whatever good was possessed by a feudal lord, he ascribed it to the son of Heaven whatever good was possessed by a minister or Great officer, he attributed it to the prince of his state whatever good was possessed by an officer or a common man, he assigned the ground of it to his parents, and the preservation of it to his elders. Emolument, rank, felicitations, and rewards were (all) transacted in the ancestral temple

source: 所以示順也。昔者，聖人建陰陽天地之情，立以為《易》。
en: and it was thus that they showed (the spirit of) submissive deference.

source: 易抱龜南面，天子卷冕北面，雖有明知之心，必進斷其志焉。示不敢專，以尊天也。善則稱人，過則稱己。
en: Anciently, the sages, having determined the phenomena of heaven and earth in their states of rest and activity, made them the basis of the Yi (and divining by it). The diviner held the tortoise-shell in his arms, with his face towards the south, while the son of Heaven, in his dragon-robe and square-topped cap, stood with his face to the north. The latter, however intelligent might be his mind, felt it necessary to set forth and obtain a decision on what his object was;-showing that he did not dare to take his own way, and giving honour to Heaven (as the supreme Decider). What was good in him (or in his views) he ascribed to others

source: 教不伐以尊賢也。孝子將祭祀，必有齊莊之心以慮事，以具服物，以修宮室，以治百事。
en: what was wrong, to himself thus teaching not to boast, and giving honour to men of talents and virtue. When a filial son was about to sacrifice

source: 及祭之日，顏色必溫，行必恐，如懼不及愛然。其奠之也，容貌必溫，身必詘，如語焉而未之然。宿者皆出，其立卑靜以正，如將弗見然。
en: the rule was that he should have his mind well adjusted and grave, to fit him for giving to all matters their full consideration, for providing the robes and other things, for repairing the temple and its fanes, and for regulating everything. When the day of sacrifice arrived, the rule was that his countenance should be mild, and his movements show an anxious dread, as if he feared his love were not sufficient. When he put down his offerings, it was required that his demeanour should be mild, and his body bent, as if (his parents) would speak (to him) and had not yet done so when the officers assisting had all gone out, he stood lowly and still, though correct and straight, as if he were about to lose the sight (of his parents).

source: 及祭之後，陶陶遂遂，如將復入然。是故，愨善不違身，耳目不違心，思慮不違親。
en: After the sacrifice, he looked pleased and expectant, as if they would again enter. In this way his ingenuousness and goodness were never absent from his person his ears and eyes were never withdrawn from what was in his heart the exercises of his thoughts never left his parents.

source: 結諸心，形諸色，而術省之，孝子之志也。建國之神位：右社稷，而左宗廟。
en: What was bound up in his heart was manifested in his countenance and he was continually examining himself;-such was the mind of the filial son. The sites for the altars to the spirits of the land and grain were on the right that for the ancestral temple on the left.
